Repository: RXUARJ/KindleEar
Catalog: application/translations/*/LC_MESSAGES/messages.po
Languages: it, ja

source: Navbar
it: Barra di navigazione
ja: ナビゲーションバー

source: Top Center
it: Centro alto
ja: 上部中央

source: Top Left
it: Alto a sinistra
ja: 上部左

source: Bottom Center
it: Centro basso
ja: 下部中央

source: Bottom Left
it: Basso a sinistra
ja: 下部左

source: Sets the lookup dictionary
it: Imposta il dizionario di ricerca
ja: 検索辞書を設定

source: Oldest article
it: Articolo più vecchio
ja: 最古の記事

source: Time format
it: Formato orario
ja: 時間形式

source: Author format
it: Formato autore
ja: 著者形式

source: Send Mail Service
it: Servizio invio e-mail
ja: メール送信サービス

source: Service
it: Servizio
ja: サービス

source: Port
it: Porta
ja: ポート

source: Save path
it: Percorso di salvataggio
ja: 保存パス

source: Important: Please activate your kindle firstly, then goto %(personal)s Page and add %(sender)s to 'Approved Personal Document E-mail List'.
it: Importante: Attiva prima il tuo Kindle, poi vai alla pagina %(personal)s e aggiungi %(sender)s alla 'Lista e-mail documenti personali approvati'.
ja: 重要: まずKindleを有効化してください。その後、%(personal)sページに移動し、%(sender)sを「承認された個人文書のEメールリスト」に追加してください。

source: Personal Document Settings
it: Impostazioni documento personale
ja: 個人文書設定

source: You have not yet set up your email address. Please go to the %(admin)s page to add your email address firstly.
it: Non hai ancora configurato il tuo indirizzo e-mail. Vai alla pagina %(admin)s per aggiungere prima il tuo indirizzo e-mail.
ja: まだメールアドレスを設定していません。まず、%(admin)sページに移動してメールアドレスを追加してください。

source: Send Test Email
it: Invia e-mail di prova
ja: テストメールを送信

source: Invitation code
it: Codice invito
ja: 招待コード

source: User account
it: Account utente
ja: ユーザーアカウント

source: Never expire
it: Mai scadere
ja: 期限なし

source: Webmail
ja: ウェブメール

source: Refresh
it: Aggiorna
ja: 更新

source: Read/Unread
it: Letto/Non letto
ja: 既読/未読

source: Reply
it: Rispondi
ja: 返信

source: Forward
it: Inoltra
ja: 転送

source: Fwd as Attach
it: Inoltra come allegato
ja: 添付ファイルとして転送

source: Word
it: Parola
ja: 単語

source: Settings Saved!
it: Impostazioni salvate!
ja: 設定が保存されました！

source: Add account
it: Aggiungi account
ja: アカウントを追加

source: You do not have sufficient privileges.
it: Non hai privilegi sufficienti.
ja: 十分な権限がありません。

source: The username includes unsafe chars.
it: Il nome utente include caratteri non sicuri.
ja: ユーザー名に安全でない文字が含まれています。

source: Already exist the username.
it: Il nome utente esiste già.
ja: そのユーザー名は既に存在します。

source: The password includes non-ascii chars.
it: La password include caratteri non ASCII.
ja: パスワードに非ASCII文字が含まれています。

source: The username '{}' does not exist.
it: Il nome utente '{}' non esiste.
ja: ユーザー名 '{}' は存在しません。

source: The password will not be changed if the fields are empties.
it: La password non verrà modificata se i campi sono vuoti.
ja: フィールドが空であれば、パスワードは変更されません。

source: Change
it: Cambia
ja: 変更

source: Change success.
it: Cambio riuscito.
ja: 変更が成功しました。

source: The old password is wrong.
it: La vecchia password è errata.
ja: 旧パスワードが間違っています。

source: Changes saved successfully.
it: Modifiche salvate con successo.
ja: 変更が正常に保存されました。

source: Append hyperlink '{}' to article
it: Aggiungi collegamento ipertestuale '{}' all'articolo
ja: 記事にハイパーリンク '{}' を追加

source: Save to {}
it: Salva in {}
ja: {} に保存

source: Share on {}
it: Condividi su {}
ja: {} で共有

source: weibo
ja: 微博

source: Open in browser
it: Apri nel browser
ja: ブラウザで開く

source: Append qrcode of url to article
it: Aggiungi QR code dell'URL all'articolo
ja: 記事にURLのQRコードを追加

source: Unknown command: {}
it: Comando sconosciuto: {}
ja: 不明なコマンド: {}

source: The format is invalid.
it: Il formato non è valido.
ja: 形式が無効です。

source: Authorization Error!<br/>{}
it: Errore di autorizzazione!<br/>{}
ja: 認証エラー!<br/>{}

source: Success authorized by Pocket!
it: Autorizzazione riuscita tramite Pocket!
ja: Pocketによる認証に成功しました！

source: Failed to request authorization of Pocket!<hr/>See details below:<br/><br/>{}
it: Autorizzazione richiesta a Pocket fallita!<hr/>Vedi i dettagli qui sotto:<br/><br/>{}
ja: Pocketの認証リクエストに失敗しました！<hr/>詳細は以下をご覧ください：<br/><br/>{}

source: The Instapaper service encountered an error. Please try again later.
it: Il servizio Instapaper ha riscontrato un errore. Riprova più tardi.
ja: Instapaperサービスでエラーが発生しました。後ほど再試行してください。

source: Request type [{}] unsupported
it: Tipo di richiesta [{}] non supportato
ja: リクエストタイプ [{}] はサポートされていません

source: The username does not exist or the email is empty.
it: Il nome utente non esiste o l'e-mail è vuota.
ja: ユーザー名が存在しないか、メールアドレスが空です。

source: The following recipes has been added to the push queue.
it: Le seguenti ricette sono state aggiunte alla coda di push.
ja: 次のレシピがプッシュキューに追加されました。

source: There are no recipes to deliver.
it: Non ci sono ricette da consegnare.
ja: 配信するレシピはありません。

source: The rules parameter is invalid.
it: Il parametro delle regole non è valido.
ja: ルールのパラメータが無効です。

source: Cannot fetch data from {}, status: {}
it: Impossibile recuperare i dati da {}, stato: {}
ja: {} からデータを取得できません、ステータス: {}

source: The recipe does not exist.
it: La ricetta non esiste.
ja: レシピは存在しません。

source: Please use {}/{} to login at first time.
it: Usa {}/{} per effettuare il primo accesso.
ja: 初回ログインには {}/{} を使用してください。

source: Username is empty.
it: Il nome utente è vuoto.
ja: ユーザー名が空です。

source: The len of username reached the limit of 25 chars.
it: La lunghezza del nome utente ha raggiunto il limite di 25 caratteri.
ja: ユーザー名の長さが25文字の制限に達しました。

source: Forgot password?
it: Hai dimenticato la password?
ja: パスワードを忘れましたか？

source: The token is wrong or expired.
it: Il token è errato o scaduto.
ja: トークンが間違っているか期限切れです。

source: Please input the correct username and email to reset password.
it: Inserisci il nome utente e l'e-mail corretti per reimpostare la password.
ja: パスワードをリセットするには、正しいユーザー名とメールアドレスを入力してください。

source: The email of account '{name}' is {email}.
it: L'email dell'account '{name}' è {email}.
ja: アカウント '{name}' のメールアドレスは {email} です。

source: Reset password success, Please close this page and login again.
it: Reimpostazione della password riuscita, chiudi questa pagina e accedi di nuovo.
ja: パスワードのリセットに成功しました。このページを閉じて、再度ログインしてください。

source: The email you input is not associated with this account.
it: L'email inserita non è associata a questo account.
ja: 入力されたメールアドレスはこのアカウントに関連付けられていません。

source: The link to reset your password has been sent to your email.
it: Il link per reimpostare la tua password è stato inviato alla tua email.
ja: パスワードをリセットするためのリンクがメールで送信されました。

source: Please check your email inbox within 24 hours.
it: Controlla la tua casella di posta entro 24 ore.
ja: 24時間以内にメールボックスを確認してください。

source: The invitation code is invalid.
it: Il codice di invito non è valido.
ja: 招待コードは無効です。

source: Failed to create an account. Please contact the administrator for assistance.
it: Impossibile creare un account. Contatta l'amministratore per assistenza.
ja: アカウントの作成に失敗しました。管理者にお問い合わせください。

source: Successfully created account.
it: Account creato con successo.
ja: アカウントが正常に作成されました。

source: Reset KindleEar password
it: Reimposta la password di KindleEar
ja: KindleEarのパスワードをリセット

source: This is an automated email. Please do not reply to it.
it: Questa è una email automatica. Si prega di non rispondere.
ja: これは自動送信されたメールです。返信しないでください。

source: You can click the following link to reset your KindleEar password.
it: Puoi cliccare sul seguente link per reimpostare la tua password di KindleEar.
ja: 以下のリンクをクリックしてKindleEarのパスワードをリセットできます。

source: The article is missing?
it: L'articolo manca?
ja: 記事が見つかりませんか？

source: The text is empty.
it: Il testo è vuoto.
ja: テキストが空です。

source: No definitions found for '{}'.
it: Nessuna definizione trovata per '{}'.
ja: '{}' の定義が見つかりません。

source: Did you mean?
it: Intendevi?
ja: 意味しましたか？

source: Failed to push: {}
it: Impossibile inviare: {}
ja: プッシュに失敗しました: {}

source: Failed to create ebook.
it: Impossibile creare l'ebook.
ja: 電子書籍の作成に失敗しました。

source: You have not yet set up your email address. Please go to the 'Account' page to add your email address firstly.
it: Non hai ancora configurato il tuo indirizzo email. Vai alla pagina 'Account' per aggiungere prima il tuo indirizzo email.
ja: まだメールアドレスを設定していません。まず「アカウント」ページに移動して、メールアドレスを追加してください。

source: English
it: Inglese
ja: 英語

source: Simplified Chinese
it: Cinese Semplificato
ja: 简体中文

source: Traditional Chinese
it: Cinese Tradizionale
ja: 繁體中文

source: French
it: Francese
ja: フランス語

source: Spanish
it: Spagnolo
ja: スペイン語

source: Portuguese
it: Portoghese
ja: ポルトガル語

source: German
it: Tedesco
ja: ドイツ語

source: Italian
it: Italiano
ja: イタリア語

source: Japanese
it: Giapponese
ja: 日本語

source: Russian
it: Russo
ja: ロシア語

source: Turkish
it: Turco
ja: トルコ語

source: Korean
it: Coreano
ja: 韓国語

source: Arabic
it: Arabo
ja: アラビア語

source: Czech
it: Ceco
ja: チェコ語

source: Dutch
it: Olandese
ja: オランダ語

source: Greek
it: Greco
ja: ギリシャ語

source: Hindi
ja: ヒンディー語

source: Malaysian
it: Malesiano
ja: マレー語

source: Bengali
it: Bengalese
ja: ベンガル語

source: Persian
it: Persiano
ja: ペルシャ語

source: Urdu
ja: ウルドゥー語

source: Swahili
ja: スワヒリ語

source: Vietnamese
it: Vietnamita
ja: ベトナム語

source: Punjabi
ja: パンジャビ語

source: Javanese
it: Giapponese
ja: ジャワ語

source: Tagalog
ja: タガログ語

source: Hausa
ja: ハウサ語

source: Thai
it: Thailandese
ja: タイ語

source: Polish
it: Polacco
ja: ポーランド語

source: Romanian
it: Rumeno
ja: ルーマニア語

source: Hungarian
it: Ungherese
ja: ハンガリー語

source: Swedish
it: Svedese
ja: スウェーデン語

source: Hebrew
it: Ebraico
ja: ヘブライ語

source: Norwegian
it: Norvegese
ja: ノルウェー語

source: Finnish
it: Finlandese
ja: フィンランド語

source: Danish
it: Danese
ja: デンマーク語

source: Ukrainian
it: Ucraino
ja: ウクライナ語

source: Tamil
ja: タミル語

source: Marathi
ja: マラーティー語

source: Burmese
it: Birmano
ja: ビルマ語

source: Amharic
it: Amarico
ja: アムハラ語

source: Azerbaijani
it: Azerbaigiano
ja: アゼルバイジャン語

source: Kazakh
it: Kazako
ja: カザフ語

source: Serbian
it: Serbo
ja: セルビア語

source: Croatian
it: Croato
ja: Hrvatski

source: Slovak
it: Slovacco
ja: Slovenčina

source: Bulgarian
it: Bulgaro
ja: Български

source: Icelandic
it: Islandese
ja: Íslenska

source: Lithuanian
it: Lituano
ja: Lietuvių

source: Latvian
it: Lettone
ja: Latviešu

source: Estonian
it: Estone
ja: Eesti

source: Macedonian
it: Macedone
ja: Македонски

source: Albanian
it: Albanese
ja: Shqip

source: Galician
it: Galiziano
ja: Galego

source: Welsh
it: Gallese
ja: Cymraeg

source: Basque
it: Basco
ja: Euskara

source: Nepali
it: Nepalese
ja: नेपाली

source: There is no {} email yet.
it: Non c'è ancora nessun'email {}.
ja: {}のメールアドレスはまだ存在しません。

source: Saved to your {} account.
it: Salvato nel tuo account {}.
ja: {}アカウントに保存されました。

source: Failed save to {}.
it: Impossibile salvare su {}.
ja: {}への保存に失敗しました。

source: Reason :
it: Motivo:
ja: 理由：

source: Unauthorized {} account!
it: Account {} non autorizzato!
ja: {}アカウントは認証されていません！

source: See details below:
it: Vedi i dettagli di seguito:
ja: 詳細は以下をご覧ください：

source: Unknown: {}
it: Sconosciuto: {}
ja: 不明: {}

source: Duplicated subscription!
it: Abbonamento duplicato!
ja: 重複したサブスクリプション！

source: The Title or Url is empty.
it: Il Titolo o l'URL è vuoto.
ja: タイトルまたはURLが空です。

source: Failed to fetch the recipe.
it: Impossibile recuperare la ricetta.
ja: レシピの取得に失敗しました。

source: Failed to save the recipe. Error:
it: Impossibile salvare la ricetta. Errore:
ja: レシピの保存に失敗しました。エラー：

source: The Rss does not exist.
it: Il feed RSS non esiste.
ja: RSSは存在しません。

source: You can only delete the uploaded recipe.
it: Puoi eliminare solo la ricetta caricata.
ja: アップロードされたレシピのみ削除できます。

source: The recipe have been subscribed, please unsubscribe it before delete.
it: La ricetta è già stata sottoscritta, disiscriviti prima di eliminarla.
ja: このレシピはすでにサブスクライブされています。削除する前に解除してください。

source: This recipe has not been subscribed to yet.
it: Questa ricetta non è ancora stata sottoscritta.
ja: このレシピはまだサブスクライブされていません。

source: Can not read uploaded file, Error:
it: Impossibile leggere il file caricato, Errore:
ja: アップロードされたファイルを読み取れません。エラー：

source: Failed to decode the recipe. Please ensure that your recipe is saved in utf-8 encoding.
it: Impossibile decodificare la ricetta. Assicurati che la ricetta sia salvata con la codifica utf-8.
ja: レシピのデコードに失敗しました。レシピがUTF-8エンコーディングで保存されていることを確認してください。

source: Cannot find any subclass of BasicNewsRecipe.
it: Impossibile trovare una sottoclasse di BasicNewsRecipe.
ja: BasicNewsRecipeのサブクラスが見つかりません。

source: The recipe is already in the library.
it: La ricetta è già nella libreria.
ja: このレシピはすでにライブラリにあります。

source: The login information for this recipe has been cleared.
it: Le informazioni di accesso per questa ricetta sono state cancellate.
ja: このレシピのログイン情報は削除されました。

source: The login information for this recipe has been saved.
it: Le informazioni di accesso per questa ricetta sono state salvate.
ja: このレシピのログイン情報は保存されました。

source: The api key is required.
it: La chiave API è richiesta.
ja: APIキーが必要です。
