Repository: RXUARJ/KindleEar
Catalog: application/translations/*/LC_MESSAGES/messages.po
Languages: it, ja

source: Account
ja: アカウント

source: Signup settings
it: Impostazioni di registrazione
ja: サインアップ設定

source: Save
it: Salva
ja: 保存

source: Email service
it: Servizio email
ja: メールサービス

source: Same as admin
it: Uguale all'amministratore
ja: 管理者と同じ

source: Independent
it: Indipendente
ja: 独立

source: Signup type
it: Tipo di registrazione
ja: サインアップタイプ

source: Public
it: Pubblico
ja: 公開

source: One time code
it: Codice usa e getta
ja: 一回限りのコード

source: Permanent code
it: Codice permanente
ja: 永久コード

source: Invitation codes
it: Codici di invito
ja: 招待コード

source: one code per line
it: un codice per riga
ja: 1行ごとにコード

source: Accounts
ja: アカウント

source: Add
it: Aggiungi
ja: 追加

source: Username
it: Nome utente
ja: ユーザー名

source: AutoSend
it: Invio automatico
ja: 自動送信

source: Expiration
it: Scadenza
ja: 有効期限

source: Operation
it: Operazione
ja: 操作

source: Yes
it: Sì
ja: はい

source: No
ja: いいえ

source: Never
it: Mai
ja: 決して

source: 7 Days
it: 7 giorni
ja: 7日間

source: 1 Month
it: 1 mese
ja: 1ヶ月

source: 3 Months
it: 3 mesi
ja: 3ヶ月

source: 6 Months
it: 6 mesi
ja: 6ヶ月

source: 1 Year
it: 1 anno
ja: 1年

source: 2 Years
it: 2 anni
ja: 2年

source: Edit account
it: Modifica account
ja: アカウントを編集

source: Delete
it: Elimina
ja: 削除

source: Archive
it: Archivia
ja: アーカイブ

source: Append hyperlinks for archiving or sharing.
it: Aggiungi collegamenti ipertestuali per archiviare o condividere.
ja: アーカイブまたは共有用のハイパーリンクを追加。

source: Authorized
it: Autorizzato
ja: 認証済み

source: Authorize
it: Autorizza
ja: 認証

source: Email or Username
it: Email o nome utente
ja: メールアドレスまたはユーザー名

source: Password
ja: パスワード

source: Verify
it: Verifica
ja: 確認

source: Host
ja: ホスト

source: Save settings
it: Salva impostazioni
ja: 設定を保存

source: Deliver Now
it: Consegna ora
ja: 今すぐ配信

source: Inbound Mail
it: Posta in arrivo
ja: 受信メール

source: Dictionary
it: Dizionario
ja: 辞書

source: Proxy
ja: プロキシ

source: Import Feeds
it: Importa feed
ja: フィードをインポート

source: Cover Image
it: Immagine di copertura
ja: カバー画像

source: Stylesheet
it: Foglio di stile
ja: スタイルシート

source: Calibre Options
it: Opzioni Calibre
ja: Calibreオプション

source: Set the parameters for Calibre, in JSON dictionary format.
it: Imposta i parametri per Calibre, in formato dizionario JSON.
ja: CalibreのパラメータをJSON辞書形式で設定します。

source: Deliver now
it: Consegna ora
ja: 今すぐ配信

source: Deliver selected recipes now.
it: Consegna ora le ricette selezionate.
ja: 選択したレシピを今すぐ配信。

source: There are no recipes subscribed
it: Non ci sono ricette sottoscritte
ja: 購読中のレシピはありません。

source: Select all
it: Seleziona tutto
ja: すべて選択

source: Select none
it: Seleziona nessuno
ja: 選択解除

source: Deliver
it: Consegna
ja: 配信

source: Set up dictionaries for online reading.
it: Configura dizionari per la lettura online.
ja: オンラインリーディング用の辞書を設定します。

source: Book language
it: Lingua del libro
ja: 本の言語

source: Engine
it: Motore
ja: エンジン

source: Database
ja: データベース

source: Other languages
it: Altre lingue
ja: 他の言語

source: Word lookup
it: Ricerca parole
ja: 単語検索

source: Online reading feature has not been activated yet.
it: La funzionalità di lettura online non è stata attivata.
ja: オンラインリーディング機能はまだ有効化されていません。

source: Import
it: Importa
ja: インポート

source: Import custom rss from an OPML file.
it: Importa rss personalizzato da un file OPML.
ja: OPMLファイルからカスタムRSSをインポート。

source: Import as fulltext rss by default
it: Importa come rss fulltext per impostazione predefinita
ja: デフォルトで全文RSSとしてインポート

source: Download
it: Scarica
ja: ダウンロード

source: To enable the inbound email feature, you also need to configure the whitelist.
it: Per abilitare la funzione di posta in arrivo, è necessario configurare anche la whitelist.
ja: 受信メール機能を有効にするには、ホワイトリストの設定も必要です。

source: Disable
it: Disabilita
ja: 無効化

source: Forward Only
it: Solo inoltro
ja: 転送のみ

source: Save Only
it: Solo salvataggio
ja: 保存のみ

source: Save and Forward
it: Salva e inoltra
ja: 保存して転送

source: Email Retention
it: Conservazione email
ja: メール保存期間

source: 1 Day
it: 1 giorno
ja: 1日

source: 30 Days
it: 30 giorni
ja: 30日間

source: No limit
it: Nessun limite
ja: 制限なし

source: Open webmail
it: Apri webmail
ja: Webメールを開く

source: White List
it: Lista bianca
ja: ホワイトリスト

source: Emails sent to %(name)sxxx@%(mailHost)s will be forwarded to your kindle email.
it: Le email inviate a %(name)sxxx@%(mailHost)s saranno inoltrate al tuo indirizzo kindle.
ja: %(name)sxxx@%(mailHost)sに送信されたメールは、あなたのKindleメールに転送されます。

source: Example
it: Esempio
ja: 例

source: Please input mail address
it: Inserisci indirizzo email
ja: メールアドレスを入力してください

source: Supports
it: Supporta
ja: サポート

source: Test
ja: テスト

source: Cover image
it: Immagine di copertura
ja: カバー画像

source: Upload cover image
it: Carica immagine di copertura
ja: カバー画像をアップロード

source: Upload cover images from local with an aspect ratio of approximately 0.625.
it: Carica immagini di copertura locali con un rapporto d'aspetto di circa 0,625.
ja: アスペクト比0.625のローカルカバー画像をアップロードしてください。

source: Include cover
it: Includi copertura
ja: カバーを含む

source: Enable
it: Abilita
ja: 有効化

source: Rule for cover
it: Regola per copertura
ja: カバーのルール

source: Random
it: Casuale
ja: ランダム

source: Weekday
it: Giorno della settimana
ja: 平日

source: Upload/Update
it: Carica/Aggiorna
ja: アップロード/更新

source: Upload stylesheet
it: Carica foglio di stile
ja: スタイルシートをアップロード

source: Upload a stylesheet from local (accept utf-8 only).
it: Carica un foglio di stile locale (accetta solo utf-8).
ja: ローカルからスタイルシートをアップロード（UTF-8のみ対応）。

source: Upload
it: Carica
ja: アップロード

source: Auto back
it: Ritorno automatico
ja: 自動戻る

source: Auto back to previous page after 5 seconds
it: Ritorno automatico alla pagina precedente dopo 5 secondi
ja: 5秒後に前のページに自動で戻る

source: Click to back
it: Clicca per tornare
ja: 戻るにはクリック

source: Confirm Deletion
it: Conferma eliminazione
ja: 削除を確認

source: Delete (Ctrl for no confirm)
it: Elimina (Ctrl per non confermare)
ja: 削除（確認なしでCtrl）

source: View Source Code
it: Visualizza codice sorgente
ja: ソースコードを表示

source: Subscribe (Deliver Separately)
it: Abbonati (consegna separata)
ja: 購読（個別配信）

source: Subscribe
it: Abbonati
ja: 購読

source: Cannot add this custom rss, Error:
it: Impossibile aggiungere questo rss personalizzato, Errore:
ja: このカスタムRSSを追加できません、エラー：

source: Cannot delete this feed, Error:
it: Impossibile eliminare questo feed, Errore:
ja: このフィードを削除できません、エラー：

source: Fulltext
it: Testo completo
ja: 全文

source: Share
it: Condividi
ja: 共有

source: Are you sure to delete?
it: Sei sicuro di voler eliminare?
ja: 本当に削除しますか？

source: Report to the server that this feed is invalid.
it: Segnala al server che questo feed non è valido.
ja: このフィードが無効であることをサーバーに報告します。

source: Are you sure to REMOVE ALL CUSTOM RSS?
it: Sei sicuro di voler RIMUOVERE TUTTI I RSS PERSONALIZZATI?
ja: すべてのカスタムRSSを削除してもよろしいですか？

source: Share links, share happiness
it: Condividi link, condividi felicità
ja: リンクを共有し、幸福を共有する

source: Category
it: Categoria
ja: カテゴリー

source: Language
it: Lingua
ja: 言語

source: Please write a category in text field if the one you wish is not in the list.
it: Scrivi una categoria nel campo di testo se quella che desideri non è nella lista.
ja: 希望のカテゴリーがリストにない場合は、テキストフィールドに書いてください。

source: Cancel
it: Annulla
ja: キャンセル

source: Language code invalid
it: Codice lingua non valido
ja: 言語コードが無効です

source: Thank you for sharing.
it: Grazie per aver condiviso.
ja: 共有ありがとうございます。

source: Close
it: Chiudi
ja: 閉じる

source: Unsubscribe
it: Annulla iscrizione
ja: 購読解除

source: Cannot subscribe this recipe, Error:
it: Impossibile iscriversi a questa ricetta, Errore:
ja: このレシピを購読できません、エラー：

source: Are you sure to Unsubscribe ({0})?
it: Sei sicuro di voler annullare l'iscrizione ({0})?
ja: 本当に購読解除しますか（{0}）？

source: Cannot unsubscribe this recipe, Error:
it: Impossibile annullare l'iscrizione a questa ricetta, Errore:
ja: このレシピを購読解除できません、エラー：

source: The recipe is already subscribed.
it: La ricetta è già iscritta.
ja: このレシピは既に購読されています。

source: Website login lnformation
it: Informazioni di accesso al sito web
ja: ウェブサイトのログイン情報

source: Submit
it: Invia
ja: 送信

source: If any field is left blank, the server will clear the saved login information.
it: Se un campo viene lasciato vuoto, il server cancellerà le informazioni di accesso salvate.
ja: 任意のフィールドが空白のままだと、サーバーは保存されたログイン情報をクリアします。

source: Cannot set the website login information, Error:
it: Impossibile impostare le informazioni di accesso al sito web, Errore:
ja: ウェブサイトのログイン情報を設定できません、エラー：

source: Upload custom recipe
it: Carica ricetta personalizzata
ja: カスタムレシピをアップロード

source: Congratulations
it: Congratulazioni
ja: おめでとうございます

source: Thanks
it: Grazie
ja: ありがとうございます

source: Your recipe has been uploaded, and it can be found in the Library section. If you dont see it, please make sure to switch to the correct language.
it: La tua ricetta è stata caricata e può essere trovata nella sezione Biblioteca. Se non la vedi, assicurati di passare alla lingua corretta.
ja: レシピがアップロードされました。ライブラリセクションで見つけることができます。見当たらない場合は、正しい言語に切り替えてください。

source: Your recipe have been deleted.
it: La tua ricetta è stata eliminata.
ja: レシピは削除されました。

source: Kindleify Selection
it: Selezione Kindleify
ja: Kindleify選択

source: Verified
it: Verificato
ja: 確認済み

source: The username does not exist or password is wrong.
it: Il nome utente non esiste o la password è errata.
ja: ユーザー名が存在しないか、パスワードが間違っています。

source: The file you chosen is not an acceptable type.
it: Il file che hai scelto non è un tipo accettabile.
ja: 選択したファイルは許可されたタイプではありません。

source: The file have been uploaded successfully.
it: Il file è stato caricato con successo.
ja: ファイルは正常にアップロードされました。

source: This feed has been successfully subscribed.
it: Questo feed è stato iscritto con successo.
ja: このフィードは正常に購読されました。

source: Thank you for your feedback, this feed will be reviewed soon.
it: Grazie per il tuo feedback, questo feed verrà esaminato presto.
ja: フィードバックありがとうございます。このフィードは近日中にレビューされます。

source: Are you confirming to share the recipe ({0})?
it: Confermi di condividere la ricetta ({0})?
ja: レシピ({0})を共有することを確認しますか？

source: [All]
it: [Tutti]
ja: [すべて]

source: [By Time]
it: [Per tempo]
ja: [時間順]

source: [Random]
it: [Casuale]
ja: [ランダム]

source: [Uncategoried]
it: [Non categorizzato]
ja: [カテゴリなし]

source: There are no links found.
it: Non sono stati trovati link.
ja: リンクが見つかりません。

source: Invalid report
it: Rapporto non valido
ja: 無効なレポート

source: Are you confirming that this link is invalid or off the cloud?
it: Confermi che questo link è invalido o non più disponibile?
ja: このリンクが無効か、クラウド外であることを確認しますか？

source: Customize delivery time
it: Personalizza ora di consegna
ja: 配達時間をカスタマイズ

source: Delivery days
it: Giorni di consegna
ja: 配達日

source: Mon
it: Lun
ja: 月

source: Tue
it: Mar
ja: 火

source: Wed
it: Mer
ja: 水

source: Thu
it: Gio
ja: 木

source: Fri
it: Ven
ja: 金

source: Sat
it: Sab
ja: 土

source: Sun
it: Dom
ja: 日

source: Delivery times
it: Orari di consegna
ja: 配達時間

source: The customized delivery time for the recipe has been successfully saved.
it: L'orario di consegna personalizzato per la ricetta è stato salvato con successo.
ja: レシピのカスタマイズされた配達時間は正常に保存されました。

source: The account have been deleted.
it: L'account è stato eliminato.
ja: アカウントは削除されました。

source: The username or password is empty.
it: Il nome utente o la password è vuoto.
ja: ユーザー名またはパスワードが空です。

source: The two new passwords are dismatch.
it: Le due nuove password non corrispondono.
ja: 2つの新しいパスワードが一致しません。

source: Password changed successfully.
it: Password cambiata con successo.
ja: パスワードが正常に変更されました。

source: Account added successfully.
it: Account aggiunto con successo.
ja: アカウントが正常に追加されました。

source: login required
it: accesso richiesto
ja: ログインが必要です

source: Upload cover files successfully.
it: Caricamento file di copertura riuscito.
ja: カバーファイルは正常にアップロードされました。

source: Total size of the files you selected exceeds 16MB. Please reduce the image resolution or upload in batches.
it: La dimensione totale dei file selezionati supera i 16 MB. Riduci la risoluzione dell'immagine o carica in lotti.
ja: 選択したファイルの合計サイズが16MBを超えています。画像の解像度を下げるか、バッチでアップロードしてください。

source: Bilingual Translator
it: Traduttore bilingue
ja: バイリンガル翻訳者

source: AI Summarizer
it: Riassuntore AI
ja: AI要約者

source: The test email has been successfully sent to the following addresses. Please check your inbox or spam folder to confirm its delivery. Depending on your email server, there may be a slight delay.
it: L'email di prova è stata inviata con successo agli indirizzi seguenti. Controlla la tua casella di posta o la cartella spam per confermare la consegna. A seconda del tuo server di posta, potrebbe esserci un piccolo ritardo.
ja: テストメールは以下のアドレスに正常に送信されました。受信箱またはスパムフォルダを確認して、配信を確認してください。メールサーバーによっては、若干の遅延が生じる場合があります。

source: Processing...
it: Elaborazione in corso...
ja: 処理中...

source: The configuration validation is correct.
it: La convalida della configurazione è corretta.
ja: 設定の検証は正しいです。

source: Title
it: Titolo
ja: タイトル

source: Text to Speech
it: Testo in voce
ja: テキスト読み上げ

source: Action
it: Azione
ja: アクション

source: File
ja: ファイル

source: Upload Only
it: Carica solo
ja: アップロードのみ

source: Send
it: Invia
ja: 送信

source: There is nothing here.
it: Non c'è nulla qui.
ja: ここには何もありません。

source: Please select a single item.
it: Seleziona un solo elemento.
ja: 1つの項目を選択してください。

source: Please select at least one item.
it: Seleziona almeno un elemento.
ja: 少なくとも1つの項目を選択してください。

source: Some parameters are missing or wrong.
it: Alcuni parametri sono mancanti o errati.
ja: いくつかのパラメータが不足しているか、間違っています。

source: The email has been sent.
it: L'email è stata inviata.
ja: メールは送信されました。

source: From
it: Da
ja: 差出人

source: To
it: A
ja: 宛先

source: Subject
it: Oggetto
ja: 件名

source: Time
it: Tempo
ja: 時間

source: Size
it: Dimensione
ja: サイズ

source: Date type
it: Tipo di data
ja: 日付タイプ

source: Date
it: Data
ja: 日付

source: This setting is prioritized.
it: Questa impostazione ha la priorità.
ja: この設定は優先されています。

source: Combine multiple values with commas.
it: Combina più valori con le virgole.
ja: 複数の値をカンマで区切って結合してください。

source: Put dictionary in dict folder
it: Metti il dizionario nella cartella dict
ja: 辞書をdictフォルダに入れてください

source: Logout
it: Esci
ja: ログアウト

source: Login
it: Accedi
ja: ログイン

source: Signup
it: Iscriviti
ja: サインアップ

source: Feeds
it: Feed
ja: フィード

source: Settings
it: Opzioni
ja: 設定

source: Logs
ja: ログ

source: Advanced
it: Avanzate
ja: 詳細

source: Shared
it: Condiviso
ja: 共有

source: Reader
it: Lettore
ja: リーダー

source: State
it: Stato
ja: 状態

source: Send Ebook and Audio
it: Invia Ebook e Audio
ja: 電子書籍とオーディオを送信

source: Send Audio only
it: Invia solo audio
ja: 音声のみを送信

source: Disable TTS
it: Disabilita TTS
ja: TTSを無効にする

source: Send Audio To
it: Invia audio a
ja: 音声を送信先

source: Empty to use Kindle_email
it: Lascia vuoto per usare Kindle_email
ja: Kindle_emailを使用するには空にしてください

source: TTS Engine
it: Motore TTS
ja: TTSエンジン

source: Api Host
it: Host API
ja: APIホスト

source: Leave empty to use default
it: Lascia vuoto per usare predefinito
ja: デフォルトを使用するには空にしてください

source: Region
it: Regione
ja: 地域

source: Voice name
it: Nome voce
ja: 音声名

source: Voice speed
it: Velocità voce
ja: 音声の速さ

source: Extra slow
it: Molto lento
ja: 極端に遅い

source: Slow
it: Lento
ja: 遅い

source: Medium
it: Medio
ja: 普通

source: Fast
it: Veloce
ja: 速い

source: Extra fast
it: Molto veloce
ja: 極端に速い

source: Voice pitch
it: Tono voce
ja: 音声の高さ

source: Extra low
it: Molto basso
ja: 極端に低い

source: Low
it: Basso
ja: 低い

source: High
it: Alto
ja: 高い

source: Extra high
it: Molto alto
ja: 極端に高い

source: Voice volume
it: Volume voce
ja: 音量

source: Extra soft
it: Molto soft
ja: 極端に小さい

source: Soft
ja: 小さい

source: Loud
it: Alto
ja: 大きい

source: Extra loud
it: Molto alto
ja: 極端に大きい

source: Apply to all subscribed recipes
it: Applica a tutte le ricette sottoscritte
ja: すべての購読レシピに適用

source: Note: Enabling this feature will significantly increase consumed CPU instance hours.
it: Nota: Abilitando questa funzione si aumenteranno significativamente le ore di utilizzo della CPU.
ja: 注意：この機能を有効にすると、消費されるCPUインスタンス時間が大幅に増加します。

source: Test (Please save settings firstly)
it: Test (Salva prima le impostazioni)
ja: テスト（設定を先に保存してください）

source: Text
it: Testo
ja: テキスト

source: Your browser does not support the audio element.
it: Il tuo browser non supporta l'elemento audio.
ja: あなたのブラウザは音声要素をサポートしていません。

source: Auto
it: Automatico
ja: 自動

source: Summary words
it: Parole riassuntive
ja: 要約の単語

source: Summary style
it: Stile riassunto
ja: 要約スタイル

source: Placeholders available:
it: Segnaposti disponibili:
ja: 使用可能なプレースホルダー：

source: Custom prompt
it: Prompt personalizzato
ja: カスタムプロンプト

source: Summary
it: Riepilogo
ja: 要約

source: One key per line
it: Una chiave per riga
ja: 1行ごとに1つのキー

source: Source language
it: Lingua di origine
ja: ソース言語

source: Target language
it: Lingua di destinazione
ja: ターゲット言語

source: Translation Position
it: Posizione traduzione
ja: 翻訳位置

source: Below original
it: Sotto originale
ja: オリジナルの下

source: Above original
it: Sopra originale
ja: オリジナルの上

source: Left to original
it: A sinistra dell'originale
ja: オリジナルの左

source: Right to original
it: A destra dell'originale
ja: オリジナルの右

source: Translated text only
it: Solo testo tradotto
ja: 翻訳されたテキストのみ

source: Original text style
it: Stile testo originale
ja: オリジナルテキストスタイル

source: Translated text style
it: Stile testo tradotto
ja: 翻訳テキストスタイル

source: Translation
it: Traduzione
ja: 翻訳

source: Old password
it: Vecchia password
ja: 旧パスワード

source: New password
it: Nuova password
ja: 新しいパスワード

source: Confirm password
it: Conferma password
ja: パスワード確認

source: Share key
it: Condividi chiave
ja: 共有キー

source: Confirm Change
it: Conferma modifica
ja: 変更を確認

source: Debug cmd
it: Comando debug
ja: デバッグコマンド

source: Home
ja: ホーム

source: You are in DEMO mode. Logging out will delete all data.
it: Sei in modalità DEMO. Uscendo, verranno eliminati tutti i dati.
ja: デモモードです。ログアウトするとすべてのデータが削除されます。

source: Sharing Joyful News Every Step of the Way
it: Condividendo notizie gioiose ad ogni passo
ja: すべてのステップで喜ばしいニュースを共有

source: Inherited From Calibre
it: Ereditato da Calibre
ja: Calibreから継承

source: Empowered by %(calibre)s, you can easily create e-books on a Python-supported online platform and seamlessly transfer them to your e-reader or other reading devices.
it: Potenziato da %(calibre)s, puoi facilmente creare e-book su una piattaforma online supportata da Python e trasferirli senza problemi al tuo e-reader o ad altri dispositivi di lettura.
ja: %(calibre)sによってサポートされ、Python対応のオンラインプラットフォームで簡単に電子書籍を作成し、電子リーダーや他の読書デバイスにシームレスに転送できます。

source: Share Your Ideas
it: Condividi le tue idee
ja: アイデアを共有

source: With the open-source %(kindleear)s application, you can set up your own server to deliver daily news feeds to your e-reader and effortlessly share the service with friends.
it: Con l'applicazione open-source %(kindleear)s, puoi configurare il tuo server per inviare notizie quotidiane al tuo e-reader e condividere facilmente il servizio con gli amici.
ja: オープンソースの%(kindleear)sアプリケーションを使って、自分のサーバーを設定し、電子リーダーに毎日のニュースフィードを配信し、簡単にサービスを友達と共有できます。

source: Search
it: Cerca
ja: 検索

source: The website does not allow registration. You can ask the owner for an account.
it: Il sito non consente la registrazione. Puoi chiedere al proprietario un account.
ja: このウェブサイトでは登録を許可していません。アカウントについてはオーナーに問い合わせてください。

source: Only display last 20 logs
it: Visualizza solo gli ultimi 20 log
ja: 最後の20件のログのみ表示

source: Status
it: Stato
ja: 状態

source: Logs of other users
it: Log di altri utenti
ja: 他のユーザーのログ

source: Custom RSS
it: RSS personalizzato
ja: カスタムRSS

source: Content Embedded
it: Contenuto incorporato
ja: コンテンツ埋め込み

source: Deliver Separately
it: Consegna separata
ja: 個別に配信

source: Subscribed
it: Sottoscritto
ja: 購読済み

source: Library
it: Biblioteca
ja: ライブラリ

source: get more recipes
it: ottieni altre ricette
ja: もっとrecipesを取得

source: Subscription to selected recipe successful.
it: Iscrizione alla ricetta selezionata riuscita.
ja: 選択したレシピの購読に成功しました。

source: Bookmarklet
ja: ブックマークレット

source: Send to Kindle
it: Invia a Kindle
ja: Kindleに送信

source: Subscribe with KindleEar
it: Iscriviti con KindleEar
ja: KindleEarで購読

source: Drag and drop this link to your bookmarks
it: Trascina e rilascia questo link nei tuoi segnalibri
ja: このリンクをブックマークにドラッグアンドドロップ

source: Chrome extension
it: Estensione Chrome
ja: Chrome拡張機能

source: Edge extension
it: Estensione Edge
ja: Edge拡張機能

source: Browser extensions also available
it: Estensioni per browser disponibili
ja: ブラウザ拡張機能も利用可能

source: Push current book
it: Invia libro corrente
ja: 現在の本をプッシュ

source: Push current article
it: Invia articolo corrente
ja: 現在の記事をプッシュ

source: Delete selected books
it: Elimina libri selezionati
ja: 選択した本を削除

source: Allow click links
it: Permetti clic sui link
ja: リンクのクリックを許可

source: Top-left dict mode
it: Modalità dizionario in alto a sinistra
ja: 左上辞書モード

source: Dark mode
it: Modalità scura
ja: ダークモード

source: eInk mode
it: Modalità eInk
ja: eInkモード

source: Increase font size
it: Aumenta la dimensione del carattere
ja: フォントサイズを大きくする

source: Decrease font size
it: Diminuisci la dimensione del carattere
ja: フォントサイズを小さくする

source: Visualize Touch Regions
it: Visualizza le aree di tocco
ja: タッチ領域を視覚化

source: Help
it: Aiuto
ja: ヘルプ

source: Menu
ja: メニュー

source: Collapse all
it: Riduci tutto
ja: すべて折りたたむ

source: Expand all
it: Espandi tutto
ja: すべて展開

source: Prev
it: Precedente
ja: 前へ

source: Next page
it: Pagina successiva
ja: 次のページ

source: Pushed successfully.
it: Inviato con successo.
ja: 正常にプッシュされました。

source: There are currently no books or articles being read.
it: Attualmente non ci sono libri o articoli letti.
ja: 現在、読まれている本や記事はありません。

source: Reset password
it: Reimposta password
ja: パスワードをリセット

source: Your account will pause after {0}, please log in again before it expires.
it: Il tuo account si sospenderà dopo {0}, effettua nuovamente l'accesso prima che scada.
ja: {0}後にアカウントが一時停止されます。期限前に再ログインしてください。

source: Base
ja: ベース

source: Auto delivery
it: Consegna automatica
ja: 自動配信

source: Recipes and custom RSS
it: Ricette e RSS personalizzati
ja: RecipesとカスタムRSS

source: Recipes only
it: Solo ricette
ja: Recipesのみ

source: Disable all
it: Disabilita tutto
ja: すべて無効

source: Kindle E-mail
it: E-mail Kindle
ja: Kindle Eメール

source: Seperated by comma
it: Separato da virgola
ja: カンマ区切り

source: Delivery mode
it: Modalità di consegna
ja: 配信モード

source: Email delivery & online reading
it: Consegna via email e lettura online
ja: メール配信＆オンライン読書

source: Email delivery
it: Consegna via email
ja: メール配信

source: Online reading
it: Lettura online
ja: オンライン読書

source: Retention days for online books
it: Giorni di conservazione per i libri online
ja: オンライン書籍の保持日数

source: Web shelf
it: Scaffale web
ja: ウェブ棚

source: 2 Days
it: 2 giorni
ja: 2日

source: 3 Days
it: 3 giorni
ja: 3日

source: 4 Days
it: 4 giorni
ja: 4日

source: 5 Days
it: 5 giorni
ja: 5日

source: 6 Days
it: 6 giorni
ja: 6日

source: Time zone
it: Fuso orario
ja: タイムゾーン

source: Delivery time
it: Orario di consegna
ja: 配信時間

source: Book type
it: Tipo di libro
ja: 書籍タイプ

source: Determines final file size
it: Determina la dimensione finale del file
ja: 最終ファイルサイズを決定

source: Device type
it: Tipo di dispositivo
ja: デバイスタイプ

source: Title format
it: Formato titolo
ja: タイトル形式

source: Title Only
it: Solo titolo
ja: タイトルのみ

source: Remove hyperlinks
it: Rimuovi collegamenti ipertestuali
ja: ハイパーリンクを削除

source: Do not remove hyperlinks
it: Non rimuovere collegamenti ipertestuali
ja: ハイパーリンクを削除しない

source: Remove image links
it: Rimuovi collegamenti immagine
ja: 画像リンクを削除

source: Remove text links
it: Rimuovi collegamenti testo
ja: テキストリンクを削除

source: Remove all hyperlinks
it: Rimuovi tutti i collegamenti ipertestuali
ja: すべてのハイパーリンクを削除
